Repository: risingstar120/django-xmpp-account
Catalog: register/locale/*/LC_MESSAGES/django.po
Languages: de

source: At least %(MIN_LENGTH)s and up to %(MAX_LENGTH)s characters. No "@" or spaces.
de: Mindestens %(MIN_LENGTH)s und maximal %(MAX_LENGTH)s Zeichen. Keine "@" oder Leerzeichen.

source: User already exists.
de: Benutzer exisitert bereits.

source: Confirm Registration
de: Registrierung bestätigen

source: Registration successful!
de: Registrierung erfolgreich!

source: Your registration is now complete. Your full Jabber address is <strong>%(jid)s</strong>. Note that some clients require you to enter your username (<strong>%(username)s</strong>) and the jabber server (<strong>%(domain)s</strong>) separately.
de: Registrierung abgeschlossen. Die vollständige Jabber-Adresse ist <strong>%(jid)s</strong>. Achtung: In einigen Clients müssen der Benutzername (<strong>%(username)s</strong>) und der Jabber-Server (<strong>%(domain)s</strong>) separat angegeben werden.

source: What's next?
de: Und jetzt?

source: Configure your account (<strong>%(jid)s</strong> or username: <strong>%(username)s</strong>, domain: <strong>%(domain)s</strong>) you just created in any Jabber client of your choice.
de: Konfigurieren sie ihr neues Konto (<strong>%(jid)s</strong> oder Benutzername: <strong>%(username)s</strong>, domain: <strong>%(domain)s</strong>) in einem beliebigen Jabber Client.

source: If you are not sure what client to use, the XSF has an <a href="http://xmpp.org/xmpp-software/clients/">extensive list of clients</a> and Wikipedia has a <a href="https://en.wikipedia.org/wiki/Comparison_of_XMPP_clients"> list with feature comparisons</a>.
de: Falls sie nicht wissen, welchen Client sie benutzen könnten, bietet die XSF eine <a href="http://xmpp.org/xmpp-software/clients/">große Liste von Clients</a> und Wikipedia hat <a href="https://en.wikipedia.org/wiki/Comparison_of_XMPP_clients"> eine Liste inklusive einem Feature-Vergleich</a>.

source: <a href="%(SITE.WEBCHAT)s">Our webchat</a> allows you to login anywere without having to install a client.
de: Mit <a href="%(SITE.WEBCHAT)s">unserem Webchat</a> können sie sich von überall aus einloggen ohne einen Client installieren zu müssen.

source: Follow news about our server on <a href="%(homepage)s">our homepage</a>.
de: Bleiben sie über <a href="%(homepage)s">unsere Homepage</a> auf dem Laufenden.

source: If you prefer, you can also follow us via social media:
de: Oder wenn ihnen Social Media lieber ist:

source: Tell your friends about your new account:
de: Erzählen sie ihren Freunden über ihr neues Konto:

source: Confirm
de: Bestätigen

source: Account registration
de: Konto registrieren

source: Thanks for your registration!
de: Danke für die Registrierung!

source: Thank you for your registration. You have received an email to %(email)s to confirm your request. It contains a link you have to click to complete your registration.
de: Vielen Dank für ihre Registrierung. Zur Bestätigung ihrer Registrierung erhalten sie eine E-Mail an %(email)s. Bitte klicken sie auf den Link in der E-Mail um ihre Registrierung abzuschließen.

source: Please provide the required information below and you will receive a email to the given address to confirm your request. Click on the link in the email to complete your registration.
de: Bitte vervollständigen sie das Formular unten. Sie erhalten anschließend eine E-Mail um ihre Registrierung zu bestätigen. Klicken sie auf den Link in der E-Mail um ihre Registrierung abzuschließen.

source: Register
de: Registrieren

source: Dear %(username)s,
de: Sehr geehrter %(username)s!

source: You have registered the account %(jid)s with this email address. To complete your registration, please <a href="%(uri)s">click here</a> and provide a password for your new account.
de: Sie haben das Konto %(jid)s mit dieser E-Mail Adresse registriert. Um die Registrierung abzuschließen, <a href="%(uri)s">klicken sie bitte hier</a>. Mit dem Passwort, dass sie dort angeben, können sie sich anschließend einloggen.

source: Please note that this server stores passwords as plain text. We can only encourage you to choose a safe password you use nowhere else.
de: Bitte beachten sie, dass dieser Server Passwörter im Klartext speichert. Wir empfehlen, ihr Passwort nur für dieses Konto zu benutzen.

source: If you haven't registered for an account, you can simply disregard this Email.
de: Falls sie kein Konto registriert haben, können sie diese E-Mail ignorieren.

source: greetings,
de: Alles liebe,

source: You have registered the account %(jid)s with this email address. To complete your registration, please click on the following link and provide a password for your new account:
de: Sie haben das Konto %(jid)s mit dieser E-Mail Adresse registriert. Um die Registrierung abzuschließen, Bitte sie auf den unten stehenden Link und geben ein Passwort an. Mit dem Passwort, dass sie dort angeben, können sie sich anschließend einloggen.

source: %(DOMAIN)s: Register a new account
de: %(DOMAIN)s: Neues Konto registrieren

source: Your new account on %(domain)s
de: Registrierung auf %(domain)s
