Repository: risingstar120/django-xmpp-account
Catalog: xmpp_accounts/locale/*/LC_MESSAGES/django.po
Languages: de

source: New email address
de: Neue E-Mail-Adresse

source: Confirm account deletion
de: Konto-Löschung bestätigen

source: Account deleted.
de: Konto gelöscht.

source: Your account has been removed. Thanks and good bye.
de: Ihr Konto wurde gelöscht. Danke und auf Wiedersehen.

source: Warning!
de: Warnung!

source: If you type in your correct password here, your account is gone forever! There is no way to restore your contacts or any other information related to your account.
de: Wenn sie ihr Passwort hier eingeben, ist ihr Konto für immer gelöscht! Es gibt keinen Weg, ihr Konto, gespeicherte Kontakte oder sonst irgendwelche Informationen über ihr Konto wiederherzustellen.

source: Yes, really delete my account!
de: Ja, mein Konto wirklich löschen!

source: Delete account
de: Konto löschen

source: Please click at the confirmation link you have recieved at %(email)s to finally delete your account.
de: Bitte klicken sie den Bestätigungs-Link den sie auf %(email)s erhalten haben, um ihr Konto endgültig zu löschen.

source: If you want to delete your account, you can do so here. You will receive a confirmation email to verify your request.
de: Wenn sie ihr Konto löschen wollen, können sie das hier tun. Sie erhalten eine E-Mail um die Kontolöschung zu bestätigen.

source: If you delete your account, it's gone forever. There is no way to restore your account!
de: Wenn sie ihr Konto löschen, ist er für immer weg. Es gibt keinen Weg, ihr Konto wiederherzustellen.

source: Dear %(username)s,
de: Sehr geehrte/geehrter %(username)s,

source: You wanted to delete your Jabber account %(jid)s. To completely delete your account, please <a href="%(uri)s">click here</a>.
de: Sie wollten ihren Jabber-Account %(jid)s löschen. Um ihr Konto komplett zu löschen, klicken sie bitte <a href="%(uri)s">hier</a>.

source: If you no longer want to delete the account, simply disregard this email.
de: Falls sie ihr Konto doch nicht löschen wollen, ignorieren sie einfach diese E-Mail.

source: greetings,
de: mit freundlichen Grüßen,

source: Confirm new email address
de: Neue E-Mail-Adresse

source: Change successful!
de: Änderung erfolgreich!

source: You have successfully set your new email address.
de: Sie haben erfolgreich ihre neue E-Mail-Adresse gesetzt.

source: Please give your password again to make sure you are really authorized to make this change.
de: Bitte geben sie ihr Passwort erneut an, um sicher zu stellen, dass sich niemand unbefugt Zutritt zu ihrem Konto verschaffen kann.

source: Submit
de: Bestätigen

source: You have changed the email address for your Jabber account %(jid)s. To complete the change, please <a href="%(uri)s">click here</a>.
de: Sie haben ihre E-Mail-Adrese für ihren Jabber-Konto %(jid)s geändert. Um die Änderung abzuschließen, klicken sie bitte <a href="%(uri)s">hier</a>.

source: If you haven't made this change, simply disregard this email.
de: Falls sie diese Änderung nicht veranlasst haben, ignorieren sie einfach diese E-Mail.

source: You have changed the email address for your Jabber account %(jid)s. To complete the change, please go to this address:
de: Sie haben ihre E-Mail-Adresse für ihren Jabber-Konto %(jid)s geändert. Um die Änderung abzuschließen, klicken sie bitte hier:

source: Set email
de: E-Mail setzen

source: Thank you for your request. You have received an email to confirm your request. It contains a link you have to click to complete your request.
de: Vielen Dank für ihre Anfrage. Sie haben eine E-Mail erhalten, um die Änderung zu bestätigen. Sie enthält einen Link, den sie klicken müssen, um die Änderung abzuschließen.

source: If you want to change your email address (or initially set it, if you have registered via other means), you can set it here. You will receive an email at the new address containing a confirmation link that you must click in order to complete the change.
de: Falls sie ihre E-Mail-Adresse ändern wollen (oder überhaupt einmal setzen wollen, wenn wie sich über einen anderen Weg registriert haben), können sie das hier tun. Sie erhalten eine E-Mail zur Bestätigung ihrer neuen Adresse. Sie müssen auf den Link in der E-Mail klicken, um die Änderung abzuschließen.

source: Reset password
de: Passwort neu setzen

source: You have successfully set a new password for your account. You can use it immediately.
de: Die Änderung ihres Passworts war erfolgreich. Sie können ihr neues Passwort sofort nutzen.

source: You requested to change the password for your Jabber account %(jid)s. To complete the change, please <a href="%(uri)s">click here</a>.
de: Sie möchten ein neues Passwort für ihren Jabber-account %(jid)s setzen. Um die Änderung abzuschließen, klicken sie bitte <a href="%(uri)s">hier</a>.

source: Please note that this server stores passwords as plain text. We can only encourage you to choose a safe password you use nowhere else.
de: Bitte beachten sie, dass dieser Server Passwörter im Klartext abspeichert. Wir raten ihnen daher, ein sicheres Passwort zu verwenden, dass sie nirgends sonst benutzen.

source: You requested to change the password for your Jabber account %(jid)s. To complete the change, please go to this address:
de: Sie möchten ein neues Passwort für ihren Jabber-Konto %(jid)s setzen.Um die Änderung abzuschließen, klicken sie bitte hier:

source: Set password
de: Passwort setzen

source: If you have forgotten your password, you can reset it here. Please give your Jabber address and the email address you have used for registration. You will receive an email with a link to a page that allows you to reset your password.
de: Falls sie ihr Passwort vergessen haben, können sie es hier neu setzen. Bitte geben sie ihre Jabber-Adresse und die E-Mail-Adresse, die sie für die Registrierung verwendet haben, an. Sie erhalten anschließend eine E-Mail mit einem Link zu einer Seite, auf der sie ihr Passwort neu setzen können.

source: <strong>Please note:</strong> You can only reset your password here if you have registered via this site (or <a href="%(url)s">set your email</a>).
de: <strong>Achtung:</strong> Sie können ihr Passwort hier nur dann neu setzen, wenn sie sich auch über diese Seite registriert haben (oder sie nachträglich ihr <a href="%(url)s">Passwort neu gesetzt</a> haben).

source: %(DOMAIN)s: Set a new email address
de: %(DOMAIN)s: Setze eine neue E-Mail-Adresse

source: %(DOMAIN)s: Reset your password
de: %(DOMAIN)s: Passwort neu setzen

source: Reset the password for your %(DOMAIN)s account.
de: Passwort für ihr %(DOMAIN)s-Konto neu setzen

source: %(DOMAIN)s: Delete your account
de: %(DOMAIN)s: Konto löschen

source: Delete your account on %(DOMAIN)s. WARNING: Once your account is deleted, it can never be restored.
de: Löschen ihres Kontos auf %(DOMAIN)s. ACHTUNG: Ein gelöschtes Konto kann nicht wieder her gestellt werden.

source: User not found.
de: Benutzer/Benutzerin nicht gefunden.
