Repository: risingstar120/django-xmpp-account
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: de

source: This page has expired. Reload and try again.
de: Diese Seite ist abgelaufen. Bitte lade sie neu und versuche es erneut.

source: Missing form-field.
de: Fehlendes Formularfeld.

source: Form submitted within one second.
de: Formular innerhalb einer Sekunde abgeschickt.

source: No security hash
de: Kein Sicherheits-Hash.

source: Wrong security hash
de: Falscher Sicherheits-Hash.

source: Wrong value: "%s"
de: Falscher Wert: "%s"

source: Password
de: Passwort

source: The two password fields didn't match.
de: Die beiden Passwörter stimmen nicht miteinander überein.

source: Confirm
de: Bestätigen

source: Enter the same password as above, for verification.
de: Das selbe Passwort wie oben, zur Verifikation.

source: Username
de: Benutzername

source: Unknown domain given
de: Unbekannte Domain angegeben

source: Username must not be longer then %s characters.
de: Name darf nicht länger als %s Zeichen sein.

source: Username must not be shorter then %s characters.
de: Benutzername muss mindestens %s Zeichen haben.

source: Username is not a valid XMPP username.
de: Benutzername ist kein valider XMPP-Benutzername.

source: Required, a confirmation email will be sent to this address.
de: Pflichtfeld, eine Bestätigung wird an diese Adresse gesandt.

source: GPG key (advanced, optional)
de: GPG Schlüssel (optional, für Fortgeschrittene)

source: Add your fingerprint ("gpg --list-secret-keys --fingerprint") if your key is available on the public key servers.
de: Der "Fingerprint" ("gpg --list-secret-keys --fingerprint") falls ihr Schlüssel auf den Schlüsselservern zu finden ist.

source: Upload your ASCII armored GPG key directly ("gpg --armor --export <fingerprint>").
de: Den GPG-Schlüssel im ASCII-armor Format direkt hochladen ("gpg --armor --export <fingerprint>")

source: This Jabber host does not provide email addresses. You're supposed to give your own email address.
de: Dieser Jabber-Server stellt keine E-Mail-Adressen zur Verfügung. Bitte geben sie ihre eigene Adresse an!

source: Email addresses with this domain are blocked and cannot be used on this site.
de: E-Mail-Adressen mit dieser Domain können nicht für Registrierungen verwendet werden.

source: Fingerprint should be 40 characters long.
de: Fingerprint sollte 40 Zeichen lang sein.

source: Fingerprint contains invalid characters.
de: Fingerprint enthält ungültige Zeichen.

source: Multiple keys with that fingerprint found.
de: Mehrere Schlüssel mit diesem Fingerprint gefunden.

source: No key with that fingerprint found.
de: Kein Schlüssel mit diesem Fingerprint gefunden.

source: File contains multiple keys.
de: Datei enthält multiple Schlüssel.

source: File contains no keys.
de: Datei enthält keine Schlüssel.

source: User
de: Benutzername

source: You have either not yet set your email address or have not confirmed it yet.
de: Sie haben entweder ihre E-Mail-Adresse noch noch nicht gesetzt oder diese noch nicht bestätigt.

source: IP-Address
de: IP-Adresse

source: IP-Addresses
de: IP-Adressen

source: IP-Address Activity
de: Aktivität

source: IP-Address Activities
de: Aktivitäten

source: © 2013 - 2015, Mathias Ertl unless otherwise noted.
de: © 2013 - 2015, Mathias Ertl falls nicht anders angegeben.

source: This project is powered by <a href="https://www.djangoproject.com">Django</a>. The source code is available <a href="https://github.com/mathiasertl/django-xmpp-account">on GitHub</a>. See the <a href="https://account.jabber.at/doc">documentation</a> for more details.
de: Dieses Projekt basiert auf <a href="https://www.djangoproject.com">Django</a>, der Quellcode ist <a href="https://github.com/mathiasertl/django-xmpp-account">auf GitHub</a> verfügbar. Die <a href="https://account.jabber.at/doc">Dokumentation</a> beinhaltet weitere Informationen.

source: <strong>Error:</strong> There have been errors with your submission. Please see the errors below.
de: <strong>Fehler:</strong> Die angegebenen Daten sind leider nicht korrekt. Bitte beheben sie die Fehler und versuchen es erneut.

source: Add your GPG key if you want us to encrypt all confirmation emails sent to you.
de: Wenn sie Bestätigungs-E-Mails verschlüsselt erhalten wollen, können sie ihren GPG-Schlüssel angeben.

source: The email will be signed with <a href="%(keylink)s">this key</a>.
de: Die E-Mail wird mit <a href="%(keylink)s">diesem Schlüssel</a> signiert.

source: You have two options:
de: Sie haben zwei Optionen:

source: Or
de: Oder

source: <strong>Warning:</strong> If you ever loose your GPG key and do not upload a new one here, you will no longer be able to reset your password.
de: <strong>Warnung:</strong> Falls sie je ihren GPG-Schlüssel verlieren und hier keinen neuen hochladen, können sie ihr Passwort nicht mehr neu setzen!

source: Type at least three characters to check if the account already exists.
de: Bitte mindestens drei Buchstaben eingeben um zu überprüfen, ob der Benutzername bereits existiert.

source: Checking username...
de: Überprüfung läuft...

source: Username is still available.
de: Benutzername ist noch verfügbar.

source: Username is already taken.
de: Benutzer existiert bereits.

source: Username is too long.
de: Benutzername ist zu lang.

source: There was an error checking this username.
de: Es ist ein Fehler beim Überprüfen des Benutzernamens aufgetreten.

source: Register
de: Registrieren

source: Set password
de: Passwort setzen

source: Set email
de: E-Mail setzen

source: Delete account
de: Konto löschen

source: Too many page views!
de: Zu viele Seitenaufrufe!

source: To combat automated registration, viewing this page is rate limited. Please wait a couple of minutes before trying again.
de: Um automatisierte Registrierungen zu bekämpfen, kann diese Seite nicht beliebig oft aufgerufen werden. Bitte versuchen sie es in einigen Minuten wieder.

source: Registration rate exceeded!
de: Registrierungsrate überschritten!

source: To combat automated registrations, the rate of registrations is strictly limited. Please wait for a while before trying again.
de: Um automatisierte Registrierungen zu bekämpfen, ist die Anzahl der neuen Konto-Registrierugen pro IP-Adresse streng limitiert.

source: If you need to do bulk registrations, e.g. if you want to deploy Jabber in your company/school etc., feel free to <a href="%(SITE.CONTACT_URL)s">contact us</a>.
de: Falls sie viele Registrierungen auf einmal vornehmen möchten, z.B. um Jabber in ihrer Firma/Schule/... einzuführen, können sie uns gerne <a href="%(SITE.CONTACT_URL)s">kontaktieren</a>.

source: Close
de: Schließen

source: Follow us on Facebook
de: Folge uns Facebook

source: You can follow our Facebook page at <a href="%(url)s">%(url)s</a>:
de: Sie können unserer Facebook-Seite unter <a href="%(url)s">%(url)s</a> folgen:

source: Spambots vanish!
de: Nieder mit den Spambots!

source: You have engaged in behaviour that looks very much like you are a spambot. If you are not a spambot, please <a href="%(SITE.CONTACT_URL)s">contact us</a> with the error message below.
de: Ihr Verhalten gleicht dem eines Spambots. Falls sie kein Spambot sind, <a href="%(SITE.CONTACT_URL)s">kontaktieren sie uns</a> bitte und geben sie folgende Fehlermeldung an.

source: Spammy behaviour (host: %(HOST)s): %(EXCEPTION)s
de: Spammiges Verhalten (host: %(HOST)s): %(EXCEPTION)s

source: Temporary Error
de: Vorübergehender Fehler

source: It seems this site is experiencing a temporary error. Please try again later.
de: Diese Seite hat vorübergehende Probleme. Bitte versuchen sie es später erneut.

source: If this error persists, please <a href="%(SITE.CONTACT_URL)s">contact us</a>.
de: Falls diese Fehlermeldung nicht von alleine verschwindet, <a href="%(SITE.CONTACT_URL)s">kontaktieren sie uns</a> bitte.

source: The error message given, was: %(EXCEPTION)s
de: Die interne Fehlermeldung lautet: %(EXCEPTION)s

source: Just registered my new #Jabber account "%(username)s" on %(domain)s. Register too and add me! #xmpp
de: Ich habe gerade einen neuen #Jabber account "%(username)s" auf %(domain)s registriert. Registriere dich auch um mit mir zu chatten! #xmpp

source: Register your new #Jabber account on %(homepage)s via %(register_url)s. #xmpp
de: Registriere ein #Jabber-Konto für %(homepage)s auf %(register_url)s. #xmpp

source: Your CAPTCHA response contained invalid characters.
de: Ihre Antwort auf das CAPTCHA ist inkorrekt.

source: The ReCAPTCHA server was unreacheable.
de: Der ReCAPTCHA-Server ist nicht erreichbar.

source: User not found (or false password provided)!
de: Benutzer nicht gefunden (oder falsches Passwort angegeben)!

source: Confirmation key expired or not found.
de: Bestätigungscode abgelaufen oder nicht gefunden.

source: User not found: %s
de: Benutzer nicht gefunden: %s

source: User not found!
de: Benutzer nicht gefunden!

source: User already exists!
de: Benutzer existiert bereits!
